{
  "home.welcome": "Experience Japanese culture within UQ",
  "home.join": "Join UQJX",
  "home.know": "Know More",
  "navbar.login": "Staff Login",
  "navbar.register": "Staff Register",
  "navbar.account": "My Account",
  "navbar.member": "Manage Membership",
  "navbar.logout": "Logout",
  "signup.title": "Signup Form",
  "signup.instruction": "Please fill out the following form",
  "signup.reminder": "Please remember to pay $5 to UQJX staff in person after registration. Otherwise, you won't be able to receive your membership card",
  "signup.register": " Register",
  "signup.international": "International",
  "signup.domestic": "Domestic",
  "signup.other": "Other",
  "signup.beginner": "Beginner",
  "signup.intermediate": "Intermediate",
  "signup.advanced": "Advanced",
  "signup.native": "Native",
  "intro.what": "About UQJX ",
  "intro.events": "UQJX Events",
  "intro.sponsors": "UQJX Sponsors",
  "intro.learn": "Learn More",
  "about.title": "About UQJX",
  "about.content": "UQJX is the official Japanese Language and Culture Society on campus at UQ St Lucia. Our mission is to create a fun and open space for cultural and language exchange between Japan, Australia and the rest of the world. We hold a variety of Social, Business and Academic events aimed at bringing our members closer together and making everlasting memories while we're at it.",
  "about.content2": "We seek to promote Japanese language and culture with everyone who is interested. We hold a free conversation class twice a week every semester at UQ and every fortnight we gather for a dinner event to get to know each other. We also hold a variety of Australian and Japanese cultural/business events including but not limited to; our annual beach trip, networking events, karaoke parties, BBQs, cocktail nights and more!",
  "about.content3": "Not to mention we have close ties with many other Japanese and Australian organisations in industry and community, and often collaborate with them and other societies to bring you fun events and great opportunities!"
}
